Repository: azimapps/azam-mobile-ios
Catalog: AzamCEO/Localizable.xcstrings
Source language: en
Languages: id

# %@ acceptance rate, %lld successful, %lld unsuccessful
source: %1$@ acceptance rate, %2$lld successful, %3$lld unsuccessful
id: %1$@ tingkat keberhasilan, %2$lld berhasil, %3$lld tidak berhasil

source: %@ category
id: Kategori %@

source: %@ priority
id: Prioritas %@

# %@, %@, %@ priority
source: %1$@, %2$@, %3$@ priority
id: %1$@, %2$@, prioritas %3$@

# %lld %@ items
source: %1$lld %2$@ items
id: %1$lld item %2$@

source: %lld days
id: %lld hari

source: %lld days ago
id: %lld hari lalu

source: %lld days wait
id: %lld hari menunggu

source: %lld priority
id: Prioritas %lld

source: %lld Successful
id: %lld Berhasil

source: %lld Unsuccessful
id: %lld Tidak Berhasil

source: 1 day
id: 1 hari

source: 1 day wait
id: 1 hari menunggu

source: Add Item
id: Tambah Item

source: Add new item
id: Tambah item baru

source: Add notes...
id: Tambah catatan...

source: Add Your First Wait
id: Tambahkan Penantian Pertamamu

source: Administration
id: Administrasi

source: Advance to %@
id: Lanjut ke %@

source: All (%lld)
id: Semua (%lld)

source: Appearance
id: Tampilan

source: Applied
id: Dilamar

source: Approved
id: Disetujui

source: Archive
id: Arsip

source: Are you absolutely sure?
id: Apakah kamu benar-benar yakin?

source: Auto
id: Otomatis

source: Available
id: Tersedia

source: Awarded
id: Diberikan

source: Cancel
id: Batal

source: Cancelled
id: Dibatalkan

source: Category
id: Kategori

source: CATEGORY
id: KATEGORI

# Check in on: %@ — it's been %lld days since submission.
source: Check in on: %1$@ — it's been %2$lld days since submission.
id: Cek: %1$@ — sudah %2$lld hari sejak pengajuan.

source: Clear
id: Hapus

source: Clear all data
id: Hapus semua data

source: Clear All Data?
id: Hapus Semua Data?

source: Close search
id: Tutup pencarian

source: Confirmed
id: Terkonfirmasi

source: Create & Start
id: Buat & Mulai

source: Dark
id: Gelap

source: DATES
id: TANGGAL

source: Days waiting
id: Hari menunggu

source: Decision
id: Keputusan

source: Default reminder
id: Pengingat bawaan

source: Delete
id: Hapus

source: Delete All Data
id: Hapus Semua Data

source: Delete Everything
id: Hapus Semuanya

source: Delete item
id: Hapus item

source: Delete Item?
id: Hapus Item?

source: Delivered
id: Terkirim

source: Denied
id: Ditolak

source: DETAILS
id: DETAIL

source: Document
id: Dokumen

source: Double tap to add a new waitlist item
id: Ketuk dua kali untuk menambah item daftar tunggu baru

source: Double tap to expand date picker
id: Ketuk dua kali untuk membuka pemilih tanggal

source: Double tap to select this pipeline type
id: Ketuk dua kali untuk memilih tipe alur ini

source: Double tap to toggle search
id: Ketuk dua kali untuk buka/tutup pencarian

source: e.g. Google internship application
id: cth. Lamaran magang Google

source: Edit this item
id: Edit item ini

source: Enables or disables follow-up reminders
id: Mengaktifkan atau menonaktifkan pengingat tindak lanjut

source: Event
id: Acara

source: Event Waitlist
id: Antrian Acara

source: Events & Community
id: Acara & Komunitas

source: Every wait follows a clear pipeline from start to finish
id: Setiap penantian mengikuti alur yang jelas dari awal hingga akhir

source: Expected by
id: Diperkirakan

source: Expired
id: Kedaluwarsa

source: Export CSV
id: Ekspor CSV

source: Filed
id: Diajukan

source: Follow-up
id: Tindak lanjut

source: Follow-up reminder
id: Pengingat tindak lanjut

source: Full
id: Penuh

source: Get Started
id: Mulai

source: Good afternoon
id: Selamat siang

source: Good evening
id: Selamat sore

source: Good morning
id: Selamat pagi

source: Good night
id: Selamat malam

source: High
id: Tinggi

source: Hired
id: Diterima

source: Home
id: Beranda

source: In %lld days
id: Dalam %lld hari

source: Inspection
id: Inspeksi

source: Interview
id: Wawancara

source: Interviewing
id: Wawancara

source: Item title
id: Judul item

source: Job
id: Pekerjaan

source: Job & Scholarship
id: Pekerjaan & Beasiswa

source: Job Application
id: Lamaran Kerja

source: Jobs, products, admin docs, and events — all in one place
id: Pekerjaan, produk, dokumen admin, dan acara — semua dalam satu tempat

source: Light
id: Terang

source: Low
id: Rendah

source: Marks this item as successful
id: Tandai item ini sebagai berhasil

source: Marks this item as unsuccessful
id: Tandai item ini sebagai tidak berhasil

source: Medium
id: Sedang

source: Moves this item to the next pipeline stage
id: Pindahkan item ini ke tahap alur berikutnya

source: My Waitlist
id: Daftar Tunggu Saya

source: New Item
id: Item Baru

source: Next
id: Selanjutnya

source: No archived items yet
id: Belum ada item yang diarsipkan

source: no items
id: tidak ada item

source: No matches
id: Tidak ada hasil

source: Not Awarded
id: Tidak Diberikan

source: Not set
id: Belum diatur

source: NOTES
id: CATATAN

source: Nothing to wait for!
id: Belum ada yang ditunggu!

source: Notifications
id: Notifikasi

source: Notifications are disabled at the system level. Open Settings to enable them for Awaitr.
id: Notifikasi dinonaktifkan di tingkat sistem. Buka Pengaturan untuk mengaktifkannya untuk Awaitr.

source: Notifications Disabled
id: Notifikasi Dinonaktifkan

source: Offer
id: Tawaran

source: Offer Pending
id: Menunggu Tawaran

source: Open
id: Buka

source: Open Settings
id: Buka Pengaturan

source: Opened
id: Dibuka

source: Ordered
id: Dipesan

source: OUTCOMES
id: HASIL

source: Passed
id: Dilewati

source: Permanently deletes all items
id: Menghapus semua item secara permanen

source: Permit / License
id: Izin / Lisensi

# Pipeline progress, step %lld of %lld
source: Pipeline progress, step %1$lld of %2$lld
id: Progres alur, langkah %1$lld dari %2$lld

source: Pre-ordered
id: Dipesan

source: PRIORITY
id: PRIORITAS

source: Processing
id: Diproses

source: Product
id: Produk

source: Product Waitlist
id: Antrian Produk

source: Products & Pre-order
id: Produk & Pre-order

source: Purchased
id: Dibeli

source: Rate Awaitr
id: Nilai Awaitr

source: Rate this app on the App Store
id: Nilai aplikasi ini di App Store

source: Ready
id: Siap

source: Registered
id: Terdaftar

source: Registration
id: Pendaftaran

source: Rejected
id: Ditolak

source: Reminder time
id: Waktu pengingat

source: Review
id: Tinjauan

source: Save
id: Simpan

source: Scholarship
id: Beasiswa

source: Search items
id: Cari item

source: Search items...
id: Cari item...

source: See Your Progress
id: Lihat Progresmu

source: Set date
id: Atur tanggal

source: Settings
id: Pengaturan

source: Shipped
id: Dikirim

source: Shows delete confirmation
id: Tampilkan konfirmasi hapus

source: Skip
id: Lewati

source: Skip for Now
id: Lewati untuk Sekarang

source: Snooze 1 Hour
id: Tunda 1 Jam

source: Spot Opened
id: Tempat Tersedia

source: STATUS PIPELINE
id: ALUR STATUS

source: Submitted
id: Diajukan

source: Submitted %lld days ago
id: Diajukan %lld hari lalu

source: Submitted 1 day ago
id: Diajukan 1 hari lalu

source: Submitted today
id: Diajukan hari ini

source: Tap + to add your first item
id: Ketuk + untuk menambahkan item pertamamu

source: This action cannot be undone. All waitlist items will be permanently removed.
id: Tindakan ini tidak dapat dibatalkan. Semua item daftar tunggu akan dihapus secara permanen.

source: This will permanently delete all items and notifications.
id: Semua item dan notifikasi akan dihapus secara permanen.

source: This will permanently delete this item.
id: Item ini akan dihapus secara permanen.

source: Time to follow up!
id: Saatnya menindaklanjuti!

source: TIMELINE
id: LINIMASA

source: Title
id: Judul

source: TITLE
id: JUDUL

source: Today
id: Hari ini

source: Tomorrow
id: Besok

source: Track Everything
id: Lacak Semuanya

source: Try a different search or filter
id: Coba pencarian atau filter lain

source: TYPE
id: TIPE

source: Unarchive
id: Batalkan arsip

source: Under Review
id: Dalam Tinjauan

source: Version 1.0.0
id: Versi 1.0.0

source: Waitlisted
id: Dalam Antrian

source: Welcome to Awaitr
id: Selamat datang di Awaitr

source: What are you waiting for right now?
id: Apa yang sedang kamu tunggu saat ini?

source: What are you waiting for?
id: Apa yang kamu tunggu?

source: Yesterday
id: Kemarin

source: Your personal waitlist manager
id: Pengelola daftar tunggu pribadimu
